Repository: ICE-SIB/sib
Catalog: src/Locale/*/default.po
Languages: es_cr

source: Unauthorized access.
es_cr: Acceso No Autorizado

source: The deposit has been saved.
es_cr: El depósito se ha guardado.

source: The deposit could not be saved. Please, try again.
es_cr: El depósito no pudo ser guardado. Por favor, intente de nuevo.

source: The inventory has been saved.
es_cr: El inventario se ha guardado.

source: The inventory could not be saved. Please, try again.
es_cr: El inventario no pudo ser guardado. Por favor, intente de nuevo.

source: The machine deployment could not be saved. Please, try again.
es_cr: El despliegue de la máquina no pudo ser guardado. Por favor, inténtelo de nuevo.

source: This machine is already in that location.
es_cr: Esta maquina ya se encuentra en esa bodega.

source: This machine is currently in use.
es_cr: Esta maquina se encuentra en uso.

source: The machine deployment has been saved.
es_cr: El despliegue de la máquina se ha guardado.

source: The machine has been saved.
es_cr: La máquina se ha guardado.

source: The machine could not be saved. Please, try again.
es_cr: La maquina no pudo ser guardada. Por favor, intente de nuevo.

source: The machine has been deleted.
es_cr: La maquina ha sido eliminada.

source: The machine could not be deleted. Please, try again.
es_cr: La maquina no pudo ser eliminada. Por favor, intente de nuevo.

source: The material has been saved.
es_cr: El material se ha guardado.

source: The material could not be saved. Please, try again.
es_cr: El material no pudo ser guardado. Por favor, intente de nuevo.

source: The user has been saved.
es_cr: El usuario ha sido guardado.

source: The user could not be saved. Please, try again.
es_cr: El usuario no pudo ser guardado. Por favor, intente de nuevo.

source: Your username or password is incorrect.
es_cr: Usuario o contraseña incorrecta.

source: You are now logged out.
es_cr: Salida Satisfactoria.

source: The warehouse has been saved.
es_cr: El proyecto ha sido guardado.

source: The warehouse could not be saved. Please, try again.
es_cr: El proyecto no pudo ser guardado. Por favor, intente de nuevo.

source: The warehouse has been deleted.
es_cr: El proyecto ha sido eliminado.

source: The warehouse could not be deleted. Please, try again.
es_cr: El proyecto no pudo ser borrado. Por favor, intente de nuevo.

source: The withdrawal has been saved.
es_cr: La salida ha sido guardada.

source: The withdrawal could not be saved. Please, try again.
es_cr: La salida no pudo ser guardada. Por favor, intente de nuevo.

source: Hourly
es_cr: Horaria

source: Daily
es_cr: Diaria

source: {0}'s Deployment
es_cr: {0}'s Movimientos

source: Administrator
es_cr: Administrador

source: Operator
es_cr: Operador

source: Employee
es_cr: Visualizador

source: This username is already taken
es_cr: Este usuario ya existe

source: Deposits
es_cr: Depositos

source: New Deposit
es_cr: Nuevo Deposito

source: Submit
es_cr: Listo

source: Inventory Management System
es_cr: Sistema Integral de Bodegaje

source: Sign Out
es_cr: Salir

source: Inventories
es_cr: Inventario

source: New Inventory
es_cr: Nuevo Inventario

source: Edit Inventory
es_cr: Editar Inventario

source: Actions
es_cr: Acciones

source: View
es_cr: Ver

source: Edit
es_cr: Editar

source: Warehouse
es_cr: Proyecto

source: Stock
es_cr: Cantidad

source: Shelf
es_cr: Estanteria

source: Body
es_cr: Cuerpo

source: Side
es_cr: Lado

source: Platter
es_cr: Bandeja

source: Additional Notes
es_cr: Notas Adicionales

source: Home
es_cr: Inicio

source: Machine Deployments
es_cr: Movimiento de Maquinaria

source: New Machine Deployment
es_cr: Nuevo movimiento de maquinaria

source: Machine Deployment
es_cr: Movimeinto de maquinaria

source: User
es_cr: Usuario

source: Machine
es_cr: Maquinaria

source: Origin
es_cr: Origen

source: Destination
es_cr: Destino

source: Responsible
es_cr: Responsable

source: Management Center
es_cr: Centro de Servicio

source: Service Order
es_cr: Orden De Servicio

source: Datetime
es_cr: Fecha

source: Machines
es_cr: Maquinaria

source: New Machine
es_cr: Nueva Maquinaria

source: Edit Machine
es_cr: Editar Maquinaria

source: Search
es_cr: Buscar

source: Reset
es_cr: Resetear

source: Yes
es_cr: Si

source: Name
es_cr: Nombre

source: Asset Number
es_cr: Activo

source: Rate Type
es_cr: Tipo de Tarifa

source: Is Active
es_cr: Habilitado(a)

source: Description
es_cr: Descripcion

source: User Id
es_cr: ID de Usuario

source: From Warehouse
es_cr: Bodega Origen

source: To Warehouse
es_cr: Bodega Destino

source: Materials
es_cr: Materiales

source: New Material
es_cr: Material Nuevo

source: Edit Material
es_cr: Editar Material

source: Delete Material
es_cr: Borrar Material

source: Are you sure you want to delete # {0}?
es_cr: Esta seguro que desea borrar # {0}?

source: Warehouses
es_cr: Proyectos

source: Unit
es_cr: Unidad

source: Code
es_cr: Codigo

source: Welcome, {0}
es_cr: Bienvenido, {0}

source: Withdrawals
es_cr: Salida

source: Users
es_cr: Usuarios

source: New User
es_cr: Nuevo Usuario

source: Edit User
es_cr: Editar Usuario

source: Delete User
es_cr: Borrar Usuario

source: Role
es_cr: Rol

source: Sign In
es_cr: Ingresar

source: First Name
es_cr: Nombre

source: Last Name
es_cr: Apellido

source: Username
es_cr: Nombre de Usuario

source: New Warehouse
es_cr: Nuevo Proyecto

source: Edit Warehouse
es_cr: Editar Proyecto

source: Delete Warehouse
es_cr: Borrar Proyecto

source: Delete
es_cr: Borrar

source: Project Name
es_cr: Nombre del Proyecto

source: New Withdrawal
es_cr: Nueva Salida
